#### Термины
нужно понимать что это за термины: 
- RICE
- SMART
- OKR и как их составлять (у каждого нашего аналитика есть ОКРы)
- Story Points (на планировании мы распределяем задачи по стори поинтам на неделю)

на 1-1 мы поговорим как эти фреймворки можно применять аналитику

#### Спринты

Нужно понимать как устроен наш спринт и зачем каждая встреча:
Просто погугли эти термины.
- **Груминг** — детализируем задачи, уточняем требования до начала спринта.
- **Планирование** — берём задачи в спринт, договариваемся с продактом об объёме.
- **Дейли** — 15 минут, три вопроса: что сделал вчера, что делаю сегодня, есть ли блокеры.

Нужно понимать фазы планирования:
    - Знали что такое груминг, где продакт приносит задачу, вместе с аналитиком обсуждают детали, приоритеты. Задача должны быть оформлены.
    - Знали как отдельно с командой аналитиков обсуждать сложность и стори поинты.
    - Знали как "защищать" себя на планировании с продактом - умели оценивать задачи и понимать риски.

#### Behavior так сказать 
Также я хочу, чтобы аналитик умел правильно отвечать на вопросы:
- Что делать когда у вас был конфликт в команде и как вы это разруливали?
- Что делать когда кто-то из ваших коллег не делал свою работу как полагается. Как вы это разруливали?
- Что делать когда вам пришлось убеждать команду сделать что-то, что не входило в изначальный план?
- Что делать когда вы допустили серьезную ошибку в работе?
- Что делать когда вы не согласны со своим руководителем о проекте или дэдлайне?
- Что делать когда вам приходится взаимодействовать с трудным клиентом и как это разрулить?
- Что делать когда клиент попросил о фиче, которая не подходила в ваш продукт и как это разрулить?
- Что делать когда вам приходится объяснять нечто сложное клиенту, который не понимает технических особенностей проекта?